<?php
// ----------------------------------------
// 程序功能：中文语言文件, 給界面廣告使用
// 文件名：zh-cn.php
// 使用時需要注意翻譯的變數，避免使用重複的索引值。
// Author: WHITE 2019.12.6
//------------------------------------------

//partner_casino
$tr['agent']= '代理商';
$tr['partner casino info1']  ='888集团与 BBIN 进行技术合作，爲哥斯特黎加合法注册之博彩公司。我们採用最爲多元、先进、公正的系统，在衆多博彩网站中，我们自豪能爲会员提供最优惠的回馈、爲代理商创造强劲的营利优势!888集团 秉持商业联营、资源整合、利益共享的理念，与合作伙伴携手打造利多的荣景。 ';
$tr['partner casino info2']  = '无论您拥有的是网络资源，或是丰富的人脉，都欢迎您来加入我们的行列，不须负担任何费用，就可以开拓无上限的营收。888集团 娱乐绝对是您最聪明的选择!';
$tr['partner casino article1 content1']  ='爲防堵不肖业者滥用888集团所提供的代理优惠制度，我们将严格审覈每位代理商申请注册时所提供的个人资料(包括姓名、IP、住址、电邮信箱、电话、支付方式等等)。';
$tr['partner casino article1 content2']  = '若经审覈发现代理商有任何不良营利企图，或与其他代理 商、会员进行合谋套利等行爲，888集团 娱乐公司将关闭该合作代理商之账户、扣除账户中的本金，并收回该代理商的所有佣金与优惠。同一IP/同一姓名/同一收款账号的会员只能是一个合作代理商的下线，代理商本身不能成爲其他代理商的下线会员。';
$tr['partner casino article2-1 content1']  = '888集团的客服部门会登记合作代理商的下线会员并观察其投注状况。代理商及会员皆须同意并遵守888集团 的会员条例、政策及操作程序。';
$tr['partner casino article2-1 content2']  = '合作代理商可随时登入管理端接口观察其下线会员的下注状况与活动概况。';
$tr['partner casino article2-1 content3']  = '888集团保留所有对合作代理商或会员之账户加以拒绝或冻结的权利。';
$tr['partner casino article2-1 content4']  = '888集团有权修改合约书上之任何条例(包括：现有的佣金范围、佣金计划、付款程序、及参考计划条例等等)，888集团 公司会以电邮、网站公告等方法通知合作代理商。若代理商对于任何修改持有异议，可选择终止合约、或洽客服人员提出意见。如代理商未提出异议，便视作默认合约修改，必须遵守更改后的相关规定。';
$tr['partner casino article2-2 content1'] ='合作代理商应尽其所能，广泛地宣传、销售及推广888集团 使代理商本身及888集团的利润最大化。';
$tr['partner casino article2-2 content2'] ='合作代理商可在不违反法律的情况下，以正面形象宣传、销售及推广888集团， 并有责任义务告知旗下会员所有关于888集团的相关优惠条件及产品。';
$tr['partner casino article2-2 content3'] ='合作代理商选择推广888集团的手法若需付费，则代理商应自行承担该费用。';
$tr['partner casino article2-2 content4'] ='任何888集团的相关信息(包括：标誌、报表、游戏画面、图样、文案等)，合作代理商不得私自複製、公开、分发有关材料，888集团保留法律追诉权。';
$tr['partner casino article2-2 content5'] ='如代理商在业务推广方面需要相关的技术支持， 欢迎随时洽询888集团客服人员。';
$tr['partner casino article2-3 content1'] ='各阶层合作代理商不可在未经888集团娱乐允许下开设双/多个代理账号， 也不可从888集团之游戏账户或其他相关人士赚取佣金。 请谨记任何代理商皆不能用代理帐户下注，888集团有权终止并封存账号及其所有在游戏中赚取的佣金。</p>
    <p>爲确保所有888集团会员的账号隐私与权益，888集团不会提供任何会员密码，或会员个人资料。 ';
$tr['partner casino article2-3 content2'] ='各阶层合作代理商亦不得以任何方式取得会员数据，或任意登入下层会员账号， 如发现代理商有侵害888集团会员隐私的行爲，888集团 有权取消代理商之红利，并取消该名代理商之账号。';
$tr['partner casino article2-3 content3'] ='合作代理商旗下的会员不得开设多于一个的账户。888集团 有权要求会员提供有效的身份证明以验证会员的身份，并保留以IP判定会员是否重複注册的权利。如违反上述事项，888集团有权终止玩家进行游戏并封存账号及所有于游戏中赚取的佣金。';
$tr['partner casino article2-3 content4'] ='如合作代理商旗下的会员因违反条例而被禁止使用888集团的游戏， 或888集团退回存款给会员，888集团将不会分配相应的佣金给代理商。 如合作代理商旗下会员存款用的信用卡、银行资料须经审覈，888集团将保留相关佣金直至审覈完毕。';
$tr['partner casino article2-3 content5'] ='合约条件将于888集团正式接受合作代理商加入后开始生效。888集团娱乐公司及代理商可随时终止此合约。 在任何情况下，代理商若欲终止合约，都必须以书面/电邮方式提早于七日内通知888集团。 代理商的表现将会每3个月审覈一次，如代理商已不是现有的合作成员，则本合约书可以在任何时间终止。 如代理商违反合约条例，888集团有权立即终止合约。';
$tr['partner casino article2-3 content6'] ='在没有888集团的许可下， 代理商不能透露及授权888集团的相关机密资料， 包括代理商所获得的回馈、佣金报表、计算方式等；代理商有义务在合约终止后仍执行机密文件及数据的保密。 合约终止之后，代理商及888集团将不须履行双方的权利及义务。 终止合约并不会解除代理商于终止合约前所应履行的义务。';
$tr['partner casino agent article1 content1'] = '888集团期待一切有胆量、有才略、有远见的有识之士加入我们的同富共荣圈。现诚邀您拥有的网络资源或是人脉资源，都欢迎您成为我们的合作伙伴， 0门槛 0投资 0风险 高回报！快速简单赚钱！';
$tr['partner casino agent article1 content2'] = '我们为您提供多方位支援，两种代理方案任选，赚取最高50%且金额无上限的代理佣金或选择从有效投注额中抽水的代理方案，让您游刃有余，无本生利！';
$tr['partner casino agent article1 content3'] = '现在您需要进行的是[代理注册]——开始！';
$tr['partner casino agent article1 content4'] = '请点击以上[代理注册]在线提出申请，填写正确的各项资料，姓名、手机、邮箱务必真实有效，以便为您支付佣金。成功注册后3日内由专员与您联系开通，并提供您的代理账号及 推广链接。代理联系QQ：123546789';
$tr['partner casino agent article2'] ='代理优势';
$tr['partner casino agent article2 content1'] ='高零风险，高回报，每周准时出佣；';
$tr['partner casino agent article2 content2'] ='全年度优惠不断，满足各种类型玩家需求；';
$tr['partner casino agent article2 content3'] ='多种支付方式供您选择，让您不会错过任何一笔佣金的支付；';
$tr['partner casino agent article2 content4'] ='888集团营运多年，深受百万玩家信赖；';
$tr['partner casino agent article2 content5'] ='多年大力推广，品牌热度十足，代理可坐享广告品牌效应；';
$tr['partner casino agent article2 content6'] ='我们提供顶级产品：老虎机、真人娱乐城、体育投注、彩票等多种游戏。';
$tr['partner casino agent article2 content7'] ='我们的市场策略为业界最佳，口碑也是我们最好的营销方式。';
$tr['partner casino agent article2 content8'] ='我们的合营团队竭诚为您服务！我们提供多种沟通管道(Skype、QQ、电话)，支持多种语言，期待为您服务!';
$tr['partner casino agent article2 content9'] ='代理以月结算佣金：结算区间为本月第一个礼拜一至下月第一个礼拜一前的周日，将会员盈利，以联盟方案分红公式计算';
$tr['partner casino agent article2 content10'] ='佣金由承办客服于每个月的第一个礼拜三开始与代理确认金额后，以站内帐户，站内转帐给予代理商，如须提现在由代理商申请取款出款。';
$tr['partner casino agent article2 content11'] ='注：888集团保留上述条例之最终更改权！';
$tr['partner casino agent article2 content12'] ='* 一级代理商为站长下第一代代理商，一级代理商可以自行依据分佣比例往下线分佣给底下的代理商。(说明请见一级代理商分佣说明)';
$tr['partner casino agent article2 content13'] ='* 请谨记任何使用不诚实方法以骗取佣金将会永久冻结账户，佣金一律不予发还！';
$tr['partner casino agent article2 content14'] ='* 新合营商正式确立合作关系之后，须用心推广，前三个月需有每月3个或以上的有效会员增长，否则公司有权终止合作关系。';
$tr['partner casino agent article3 content1'] ='请注意：视讯、球类、机率等项目，以报表中【派彩】字段，扣除相应费用后，依照上表门坎 X 佣金百分比。彩票项目以报表中【实际投注】字段，扣除相应费用后 X 0.1% 佣金百分比。';
$tr['partner casino agent article3 content2'] ='当月联盟体系以：视讯、球类、机率、彩票等项目的【派彩/投注量/总额公点金额】扣除相应费用后产生退佣总计，乘以相应退佣百分比后。';
$tr['partner casino agent article3 content3'] ='相应费用包括：会员各项优惠、存/取款相应手续费(请留意：888集团会员重复出款￥手续费/未达100%投注出款的手续费由会员吸收，不纳入计算)。';
$tr['partner casino agent article3 content4'] ='无法领取佣金回馈。联盟体系当月营利达到标准，而【当月最低有效会员】人数未达相应最低门坎，则该月佣金比例依照【当月最低有效会员】人数所达门坎相应的百分比进行退佣。';
$tr['partner casino agent article3 content5'] ='例：体系当月营利为￥100001，而当月有效会员人数为5人，联盟虽达到营利为￥200001，却未达到有效会员10人以上，故依照联盟有效会员人数5人的门坎的退佣比例核算。';
$tr['partner casino agent article4 content1'] ='联盟佣金计算，结算区间为本月第一个礼拜一至下月第一个礼拜一前的周日，将会员盈利，以联盟方案分红公式计算，';
$tr['partner casino agent article4 content2'] ='佣金由承办客服于每个月的第一个礼拜三开始与代理确认金额后，在3个工作天内将佣金直接汇入代理联盟登记之银行账号。';

//专门给head主选单使用(lib_menu)
$tr['menu_game'] = '电子';
$tr['menu_live'] = '真人';
$tr['menu_lottery'] = '彩票';
$tr['menu_sport'] = '体育';
$tr['menu_fishing'] = '捕鱼';
$tr['Chess and card'] = '棋牌';
// game 分類 in gamelobby.php
$tr['MG_WebRNGSlots'] = '全部';
$tr['MyFav'] = '最爱';
$tr['HotGame'] = '热门';
$tr['MG Casino'] = 'MG';
$tr['PT Casino'] = 'PT';
$tr['RG Casino'] = 'RG';
$tr['MEGA Casino'] = 'GPK';
$tr['IG Casino'] = 'IG';
$tr['gaming platform']  = '平台：';
$tr['game type']        = '類型：';
$tr['Game subtype']     = '游戏子類型：';

// -------------
// Home
// -------------
$tr['host_name'] = '888集团';
$tr['host_author'] = '888集团';
$tr['host_descript'] = '888集团';
$tr['host_footer'] = '888CASINO<br>Copyright @ 2016 ALL RIGHT RESERVED';
$tr['home title'] = '首页大厅';

//aboutus.php-娛樂城
$tr['Entertainment.Innovation.legitimate'] = '娱乐 ． 创新 ． 合法';
$tr['EntertainmentInnovationlegitimate'] = '888集团是目前拥有哥斯达黎加合法注册之博彩公司，一切博彩营业行为皆遵从哥斯特黎加政府的博彩条约。我们在日渐热络的网络博彩市场中，不断求新求变，以傲人的创意团队开发各种游戏方式。为客户提供即时、 刺激、体贴的娱乐产品与高质量服务，是本公司创建888集团的首要宗旨。';
$tr['meet entertainment needs'] = '以专业、公正的科技背景满足各种娱乐需求';
$tr['invests a lot of manpower and resources'] = '888集团在运动博彩上投注大量的人力与资源，更由顶级的盘房进行专业操盘，提供完整赛事、搭配丰富的玩法组合给热爱体育的玩家。真人视讯 — 我们所聘任的荷官均须接受严格的国际赌场专业训练与认证，进行各种赌场游戏时，所有赌局都依荷官动作做出反应，而不是无趣的计算机机率默认结果。高科技的网络直播技术，更能带给您亲历赌场的刺激经验！彩票游戏—官方赛事结果正是本类游戏唯一的胜负标准，让玩家在活泼的投注接口中，享受最公正的娱乐。电子游戏—使用最公平的随机数生成机率，让您安心享受多元、炫丽的娱乐性游戏。888集团所有游戏共同的优点 — 不须耗时下载；接口简单明了；操作功能齐全；画面精致优雅；游戏结果公平、公正、公开！';
$tr['Good business reputation'] = '良好的商誉．安全、隐密的网络环境';
$tr['In the competitive gaming market'] = '在竞争激烈的博彩市场中，888集团向来是众多玩家一致的选择，除了因为多元化的娱乐产品使人流连 忘返、更因为高质量的服务以及888集团长久以来的良好信誉在广大玩家群众之间建立了口碑。 我们的用心随处可见，并且获得了GEOTRUST的权威性国际认证，以确保网站活动的公平、 公正，所有会员数据均经加密处理，保障玩家隐私。 888集团以服务不打烊的精神，全天候24小时处理会员出入款的相关事宜，严格训练的客服团队，以专业、亲 切的态度解决您对于网站、游戏的种种疑难杂症，让每位玩家有宾至如归的感觉！ 888集团以业界前所未见的各种优惠方式回馈我们的会员，绝对是玩家最明智的选择！';
?>