<?php
// ----------------------------------------
// 程序功能：中文语言文件, 給界面廣告使用
// 文件名：zh-cn.php
// 使用時需要注意翻譯的變數，避免使用重複的索引值。
// Author: WHITE 2019.12.6
//------------------------------------------

//专门给head主选单使用(lib_menu)
$tr['menu_game'] = '电子';
$tr['menu_live'] = '真人';
$tr['menu_lottery'] = '彩票';
$tr['menu_sport'] = '体育';
$tr['menu_fishing'] = '捕鱼';
$tr['Chess and card'] = '棋牌';
// game 分類 in gamelobby.php
$tr['MG_WebRNGSlots'] = '全部';
$tr['MyFav'] = '最爱';
$tr['HotGame'] = '热门';
$tr['MG Casino'] = 'MG';
$tr['PT Casino'] = 'PT';
$tr['RG Casino'] = 'RG';
$tr['MEGA Casino'] = 'GPK';
$tr['IG Casino'] = 'IG 娱乐城';
$tr['gaming platform']  = '平台：';
$tr['game type']        = '類型：';
$tr['Game subtype']     = '游戏子類型：';

// -------------
// Home
// -------------
$tr['host_name'] = '战神';
$tr['host_author'] = '战神';
$tr['host_descript'] = '战神';
$tr['host_footer'] = '战神<br>Copyright @ 2018 ALL RIGHT RESERVED';
$tr['home title'] = '首页大厅';

//aboutus.php-娛樂城
$tr['Entertainment.Innovation.legitimate'] = '娱乐 ． 创新 ． 合法';
$tr['EntertainmentInnovationlegitimate'] = '战神娱乐城是目前拥有哥斯达黎加合法注册之博彩公司，一切博彩营业行为皆遵从哥斯特黎加政府的博彩条约。我们在日渐热络的网络博彩市场中，不断求新求变，以傲人的创意团队开发各种游戏方式。为客户提供即时、 刺激、体贴的娱乐产品与高质量服务，是本公司创建战神娱乐城的首要宗旨。';
$tr['meet entertainment needs'] = '以专业、公正的科技背景满足各种娱乐需求';
$tr['invests a lot of manpower and resources'] = '战神娱乐城在运动博彩上投注大量的人力与资源，更由顶级的盘房进行专业操盘，提供完整赛事、搭配丰富的玩法组合给热爱体育的玩家。真人视讯 — 我们所聘任的荷官均须接受严格的国际赌场专业训练与认证，进行各种赌场游戏时，所有赌局都依荷官动作做出反应，而不是无趣的计算机机率默认结果。高科技的网络直播技术，更能带给您亲历赌场的刺激经验！彩票游戏—官方赛事结果正是本类游戏唯一的胜负标准，让玩家在活泼的投注接口中，享受最公正的娱乐。电子游戏—使用最公平的随机数生成机率，让您安心享受多元、炫丽的娱乐性游戏。战神娱乐城所有游戏共同的优点 — 不须耗时下载；接口简单明了；操作功能齐全；画面精致优雅；游戏结果公平、公正、公开！';
$tr['Good business reputation'] = '良好的商誉．安全、隐密的网络环境';
$tr['In the competitive gaming market'] = '在竞争激烈的博彩市场中，战神娱乐城向来是众多玩家一致的选择，除了因为多元化的娱乐产品使人流连 忘返、更因为高质量的服务以及战神娱乐城长久以来的良好信誉在广大玩家群众之间建立了口碑。 我们的用心随处可见，并且获得了GEOTRUST的权威性国际认证，以确保网站活动的公平、 公正，所有会员数据均经加密处理，保障玩家隐私。 战神娱乐城以服务不打烊的精神，全天候24小时处理会员出入款的相关事宜，严格训练的客服团队，以专业、亲 切的态度解决您对于网站、游戏的种种疑难杂症，让每位玩家有宾至如归的感觉！ 战神娱乐城以业界前所未见的各种优惠方式回馈我们的会员，绝对是玩家最明智的选择！';

//aboutus.php-商城
$tr['Spend less and buy better'] = '花得更少，买得更好';
$tr['Qunwang International World Famous Mall'] = '群旺国际世界名牌商城 是亚洲地区首屈一指的电商平台，在东南亚六国皆有布局（新加坡、马来西亚、泰国、印尼、越南、菲律宾），简易方便的操作介面让你随时随地都能轻松购物！群旺国际世界名牌商城拥有完整的金流、物流服务，提供安全的线上购物环境，更有虾皮承诺保障你的交易安全，启动第三方支付托管交易款项，无须担心收不到订购的商品、或是拿不到退还的金额。商品评价和评论透明呈现在你眼前，你可以快速挑选出商品受欢迎、并提供良好服务、得到买家一致推荐的卖家。现在就来加入 群旺国际世界名牌商城 ，享受最独一无二的网路购物体验！';
$tr['One-stop boutique mall'] = '一站式精品商城';
$tr['You can meet the needs of your boutique purchase'] = '在群旺国际世界名牌商城购物，你能够满足你精品采购的需求。从每日「限时特卖」专区，你可以找到各式好康下杀品；「每日新发现」贴心的相关商品推荐为你整理出更多好选择。群旺国际世界名牌商城网罗国内外各大知名大牌进驻，所有商品均享有100%正品的保证，种类繁多、品牌齐全，包括3M、锅宝、NIVEA、acer、树德收纳、MOTHER-K等，别忘了还有虾币回馈，只要在优选卖家卖场和虾皮商城消费即可获得虾币累积和进行折抵，买越多赚越多，线上购物从未这么简单！不知道要买什么？快来「热门搜寻」一览时下最夯热门话题商品，瞧瞧大家都在疯什么！或是直接浏览美妆保健、女生衣着、女生配件、女鞋、女生包包、婴幼童与母亲、男生衣着、男生包包与配件、男鞋、宠物、美食伴手礼、娱乐收藏、游戏王、居家生活、手机平板与周边、3C、家电影音、户外运动用品、汽机车零件百货、服务票券、代买代购和其他类别，强大的搜寻功帮助你找寻心中好物，赶快加入群旺国际世界名牌商城挖掘最新热门好货！';
$tr['Meet your food, clothing, shelter, transportation, education, music'] = '满足你的食、衣、住、行、育、乐';
$tr['QunWant International World Brand Mall was established in 2007 to diversified boutique'] = '群旺国际世界名牌商城成立于2007年，以多元精品、娱乐产业起家。在2017年转进娱乐精品市场，透过优异的网路核心技术提供玩家休闲游戏、精品购物为核心理念，打造亚洲第一的综合网路精品商城服务。群旺国际世界名牌商城一路不断精进，希望能成为买家、玩家正面能量的补充管道，随时透过精品商城，让购物满足内的快感；心情不好时，透过娱乐的爽快让您再次微笑、烦恼减半。我们更希望能成为玩家真诚相待的长久朋友。';

?>